alexisvt.flutter-snippets
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
eamodio.gitlens
github.remotehub
github.vscode-pull-request-github
github.vscode-github-actions
GitHub.copilot
GitHub.copilot-chat
golang.go
googlecloudtools.cloudcode
humao.rest-client
johnpapa.vscode-peacock
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.remote-repositories
redhat.fabric8-analytics
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-yaml
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar